Repository: scadaperspective/autopilot_route_pi
Catalog: po/*.po
Languages: ca_es, pl_pl

source: Polar
pl_pl: Wykres biegunowy (Polar)

source: Polar PlugIn for OpenCPN
ca_es: Connector Polar per a OpenCPN
pl_pl: Wtyczka Polar dla OpenCPN

source: Polar PlugIn for OpenCPN
ca_es: Connector Polar per a OpenCPN
pl_pl: Wtyczka Polar dla OpenCPN

source: Polar Preferences
ca_es: Preferències polars
pl_pl: Polar ustawienia

source: Show Polar icon
ca_es: Mostrar icona Polar
pl_pl: Pokaż ikonę Polar

source: Show metres/sec for Wind Speed
ca_es: Mostrar Velocitat del vent en metres/seg
pl_pl: Pokaż m / s dla prędkości wiatru

source: Ma
pl_pl: G

source: Fo1
pl_pl: F1

source: Fo2
pl_pl: F2

source: Fo3
pl_pl: F3

source: Ji
pl_pl: Kli

source: Mi
pl_pl: Bz

source: Mt
pl_pl: Bez. szt.

source: St
pl_pl: Szt

source: Main
ca_es: Major
pl_pl: Grot

source: Try
ca_es: Provar
pl_pl: Spróbuj

source: Genoa 1
ca_es: Gènova 1
pl_pl: Genua 1

source: Genoa 2
ca_es: Gènova 2
pl_pl: Genua 2

source: Genoa 3
ca_es: Gènova 3
pl_pl: Genua 3

source: Fock 1
ca_es: Floc 1
pl_pl: Fok 1

source: Fock 2
ca_es: Floc 2
pl_pl: Fok 2

source: Fock 3
ca_es: Floc 3
pl_pl: Fok 3

source: Jib
ca_es: Floc
pl_pl: Kliwer

source: Mizzen
ca_es: Messana
pl_pl: Bezan

source: Mizzen Storm
ca_es: Messana de Tempesta
pl_pl: Bezan sztormowy

source: Staysail
ca_es: Trinqueta
pl_pl: Sztaksel

source: Spinnacker
ca_es: Espí
pl_pl: Spinaker

source: You can change the abbreviations and the names of the sails in Options/Miscellaneous/Sails(Logbook)
ca_es: Podeu canviar les abreviacions i els noms de les veles A les Opcions/Varis/Veles(Quadern de bitàcola)
pl_pl: Można zmieniać skróty i nazwy żagli in Opcje/Różne/Żagle(Dziennik okrętowy)

source: NM
ca_es: MN
pl_pl: Mm

source: kts
ca_es: nusos
pl_pl: w.

source: ft
ca_es: peus
pl_pl: stóp

source: fth
pl_pl: sążni

source: mb
pl_pl: mbar

source: h
pl_pl: godz.

source: day(s)
ca_es: dia(es)
pl_pl: dzień(dni)

source: week(s)
ca_es: setmana(es)
pl_pl: tydzień(tygodnie)

source: month
ca_es: mes
pl_pl: miesiąc

source: Polar Filter
ca_es: Filtre Polar
pl_pl: Filtr Polar

source: Max. only
ca_es: Màx. només
pl_pl: Tylko max

source: Engine started / Recording is stopped
ca_es: Motor engegat / Enregistrament aturat
pl_pl: Uruchomienie silnika / Zapisywanie zostanie zatrzymane

source: Select a VDR-File
ca_es: Seleccioneu un fitxer-VDR
pl_pl: Wybierz plik VDR

source: Please wait.
ca_es: Si us plau, espera.
pl_pl: Proszę czekać.

source: Loading NMEA messages from file
ca_es: Carregant missatges NMEA des del fitxer
pl_pl: Ładowanie wiadomości NMEA z pliku

source: less than 3 entries found
ca_es: menys de 3 entrades trobades
pl_pl: mniej niż 3 znalezione pozycje

source: less than 5 entries found
ca_es: menys de 5 entrades trobades
pl_pl: mniej niż 5 znalezionych pozycji

source: more than 10 entries found
ca_es: més de 10 entrades trobades
pl_pl: więcej niż 10 znalezionych pozycji

source: 2kts
pl_pl: 2 węzły

source: 4kts
pl_pl: 4 węzły

source: 6kts
pl_pl: 6 węzłów

source: 8kts
pl_pl: 8 węzłów

source: 10kts
pl_pl: 10 węzłów

source: 12kts
pl_pl: 12 węzłów

source: 14kts
pl_pl: 14 węzłów

source: 16kts
pl_pl: 16 węzłów

source: 18kts
pl_pl: 18 węzłów

source: 20kts
pl_pl: 20 węzłów

source: 22kts
pl_pl: 22 węzłów

source: 24kts
pl_pl: 24 węzłów

source: 26kts
pl_pl: 26 węzłów

source: 28kts
pl_pl: 28 węzłów

source: 30kts
pl_pl: 30 węzłów

source: 32kts
pl_pl: 32 węzłów

source: 34kts
pl_pl: 34 węzłów

source: 36kts
pl_pl: 36 węzłów

source: 38kts
pl_pl: 38 węzłów

source: 40kts
pl_pl: 40 węzłów

source: Filtered by:
ca_es: Filtrat per:
pl_pl: Filtrowane przez:

source: Collecting:
ca_es: Recollint:
pl_pl: Zbieranie:

source: Save Polar File
ca_es: Desar Arxiu Polar
pl_pl: Zapisz plik Polar

source: Select a Polar-File
ca_es: Seleccioneu un arxiu Polar
pl_pl: Wybierz plik polar

source: Cannot load this file
ca_es: No es pot carregar aquest arxiu
pl_pl: Nie można załadować pliku

source: Format in this file not recognised
ca_es: Format d'arxiu no reconegut
pl_pl: Format tego pliku nie jest rozpoznawany

source: Use Max-Speed only
ca_es: Usar només la velocitat màxima
pl_pl: Użyj tylko prędkości maksymalnej

source: Use Average from all speed-data
ca_es: Utilització de la mitjana de velocitat de totes les dades
pl_pl: Użyj średniej z wszystkich danych prędkości

source: Range from maximum speed to minus
ca_es: Gamma de velocitat màxima a mínima
pl_pl: Zakres od maksymalnej prędkości do minus

source: Example: Max-Speed = 2,5 kts Selected 10 % = 0,25 kts Range from 2,25 to 2,5 kts
ca_es: Exemple: Màx-velocitat = 2,5 kts Seleccionat 10% = 0,25 kts Gamma de 2,25 a 2,5 kts
pl_pl: Przykład: Max-Prędkość = 2,5 w Wybrano10% = 0,25 w Range od 2,25 do 2,5 w

source: Range
ca_es: Abast
pl_pl: Zakres

source: Sails
ca_es: Veles
pl_pl: Żagle

source: MyLabel
ca_es: La Meva Etiqueta
pl_pl: MojaNazwa

source: Wavehight
ca_es: Alçada d'onades
pl_pl: WysokośćFali

source: Wind:
ca_es: Vent:
pl_pl: Wiatr:

source: Wavehight from
ca_es: Alçada d'onades des de
pl_pl: WysokośćFali od

source: any
ca_es: qualsevol
pl_pl: wszystko

source: to
ca_es: fins
pl_pl: do

source: Collecting Data from:
ca_es: Recollida de dades de:
pl_pl: Zbieranie danych od:

source: Record
ca_es: Enregistra
pl_pl: Nagraj

source: The plugin logbookkonni isn't installed It's needed to collect wind/speed-data from all available logbooks The create-button is hidden and the mode isn't useable
ca_es: El connector logbookkonni plugin no està instal·lat Es necessita per a recollir dades de velocitat/vent dels quaderns de bitàcola dsiponibles El botó crear està amagat i aquesta opció no és utilitzable
pl_pl: Wtyczka logbookkonni nie jest zainstalowana Jest ona potrzebna do zbierania danych wiatru/prędkości ze wszystkich dostępnych dzienników Przycisk Utwórz zostanie ukryty i tryb nie jest zdatny do użycia

source: Polar Diagram
ca_es: Diagrama polar
pl_pl: Wykres biegunowy

source: Mode:
pl_pl: Tryb:

source: Data from Logbooks
ca_es: Dades del quaderns de bitàcola
pl_pl: Dane z dziennika pokładowego

source: Data from NMEA
ca_es: Dades de NMEA
pl_pl: Dane z NMEA

source: Data from File
ca_es: Dades d'arxiu
pl_pl: Dane z pliku

source: Edit manual
ca_es: Edició manual
pl_pl: Edytuj ręcznie

source: Filter
ca_es: Filtre
pl_pl: Filtr

source: Create
ca_es: Crear
pl_pl: Utwórz

source: Save
ca_es: Desar
pl_pl: Zapisz

source: Load
ca_es: Carregar
pl_pl: Wgraj

source: Rings:
ca_es: Anells:
pl_pl: Bieguny:

source: Set diagramm to x knots
ca_es: Establir diagramm per a x nusos
pl_pl: Ustaw diagram na x węzłów

source: Degrees:
ca_es: Graus:
pl_pl: Stopnie:

source: Source:
ca_es: Font:
pl_pl: Źródło:

source: Speedo uses column STW GPS uses column SOG
ca_es: El velocímetre utiliza columnes STW El GPS utiliza columna SOG
pl_pl: Speedo używa kolumny siła wiatru rzeczywistego GPS używa kolumny prędkość nad dnem

source: Current <
ca_es: Corrent<
pl_pl: Prąd<

source: Clear Data
ca_es: Esborrar les dades
pl_pl: Wyczyść dane

source: Record Start
ca_es: Iniciar enregistrament
pl_pl: Zapis-start

source: Start
ca_es: Iniciar

source: Stop
ca_es: Parar

source: Calculate speed-bullets for x degrees
ca_es: Calcular la velocitat dels punts per a x graus

source: Speedo
ca_es: Velocímetre
